Repository: instedd/pollit
Catalog: locale/*/app.po
Languages: es

source: Collect opinions,
es: Reune opiniones,

source: Start
es: Inicio

source: Download brochure (~400 KB)
es: Bajar folleto

source: Get started: %s
es: Empezar: %s

source: View your polls
es: Ver encuestas

source: Test string 1
es: Prueba 1

source: Test 2
es: Prueba 2

source: Translate silent
es: Silencioso

source: Translate silent 2
es: Silencioso 2

source: Translate silent 3
es: Silencioso 3
